-- phpMyAdmin SQL Dump
-- version 4.1.9
-- http://www.phpmyadmin.net
--
-- Host: localhost:8889
-- Generation Time: Feb 10, 2015 at 09:16 AM
-- Server version: 5.5.34
-- PHP Version: 5.4.25

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `laseris`
--

-- --------------------------------------------------------

--
-- Table structure for table `airyo_albums`
--

CREATE TABLE `airyo_albums` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `label` varchar(255) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `description` varchar(511) DEFAULT NULL,
  `image_id` int(10) unsigned DEFAULT NULL,
  `user_id` int(11) unsigned NOT NULL,
  `create_date` datetime NOT NULL,
  `enable` int(11) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`),
  KEY `fk_airyo_albums_1_idx` (`user_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COMMENT='Альбомы' AUTO_INCREMENT=3 ;

--
-- Dumping data for table `airyo_albums`
--

INSERT INTO `airyo_albums` (`id`, `label`, `title`, `description`, `image_id`, `user_id`, `create_date`, `enable`) VALUES
(2, 'album1417784733', '123', '', 1, 2, '2014-12-05 13:05:33', 1);

-- --------------------------------------------------------

--
-- Table structure for table `airyo_content`
--

CREATE TABLE `airyo_content` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `h1` varchar(255) NOT NULL,
  `content` text NOT NULL,
  `alias` varchar(255) NOT NULL,
  `meta_description` text NOT NULL,
  `meta_keywords` text NOT NULL,
  `enabled` tinyint(1) NOT NULL,
  `type` varchar(200) NOT NULL,
  `template` varchar(200) NOT NULL DEFAULT 'default',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=136 ;

--
-- Dumping data for table `airyo_content`
--

INSERT INTO `airyo_content` (`id`, `title`, `h1`, `content`, `alias`, `meta_description`, `meta_keywords`, `enabled`, `type`, `template`) VALUES
(106, '0', 'Главная страница', '<header><h1>ОСНОВНЫЕ НАПРАВЛЕНИЯ ДЕЯТЕЛЬНОСТИ</h1></header>\n<p>РАЗРАБОТКА и ПОСТАВКА ПОД «КЛЮЧ» на договорной основе технологии и оборудования,\nоснастки для лазерной и гибридной сварки излучением большой мощности (до 30–50–100 кВт)\nволоконными, диодными, дисковыми лазерами, включая сервисное и информационное\nобслуживание, обучение персонала, аттестацию и сертификацию;</p>\n<p>Информационные, консультационные и маркетинговые услуги,\nвключая подготовку информационных и патентных, аналитических обзоров и справок на основе\nодного из лучших в России информационных и патентных фондов (более 10 тыс. ед. хранения\nс 70–80-х годов) по ЛАЗЕРНЫМ ТЕХНОЛОГИЯМ ОБРАБОТКИ МАТЕРИАЛОВ (ЛТ)\nи ЛАЗЕРНОМУ ТЕХНОЛОГИЧЕСКОМУ ОБОРУДОВАНИЮ (ЛТО);</p>\n<p>ООО «ЛазерИнформСервис» (ранее АОЗТ и ЗАО) работает с 30.05.1992 года – см. раздел «ИСТОРИЯ»;</p>\n<p>Комплектация ЛТО выполняется от лучших мировых производителей из соображений\nцелесообразности и оптимальности их параметров: ЦЕНЫ и КАЧЕСТВА,\nс максимальным учетом пожеланий заказчика;</p>\n<p>Технология лазерной и гибридной сварки стали и сплавов толщиной до 15–50 мм\nразрабатывается лучшими российскими специалистами на основе многолетнего опыта\nна базе самых современных лазеров мощностью до 30–100 кВт</p>\n<header>\n<h2>Контакты</h2>\n</header>\n<p><b>Почтовый адрес:</b> 195297 Санкт-Петербург, Светлановский пр., д. 70, корп. 1, лит. А, пом. 12-Н\n<br>\n<b>Производство:</b> Коломяжский пр., 10 (между ст. метро «Черная речка» и «Пионерская»)\n<br>\n<b>Телефоны:</b> +7 905 204 23 25, +7 962 703 81 75 (в СПб), +7 965 410 16 06 (по России)</p>\n<p><b>e-mail:</b> laseris-spb@peterlink.ru</p>\n<div class="link"><a href="">www.laseris.ru</a></div>', '', '0', '0', 1, '0', 'pages_default'),
(121, '0', 'Новости', 'Информация подготавливается', 'news', '0', '0', 1, '0', 'pages_default'),
(122, '0', 'Вакансии и кадры', '', 'vacancy', '0', '0', 1, '', 'pages_default'),
(123, '0', 'Выставки', '', 'exhibitions', '0', '0', 1, '', 'pages_default'),
(124, '0', 'Конференции', '', 'conference', '0', '0', 1, '', 'pages_default'),
(125, '0', 'О фирме', '<header>\n                            <h1>О фирме</h1>\n                        </header>\n                        <p>ООО «ЛазерИнформСервис» выполняет на договорной основе разработку и поставку «под ключ» технологии и оборудования для лазерной и гибридной /лазерно-дуговой сварки излучением большой мощности: до 5-15-30 кВт и до 50-100 кВт – при соответствующем финансировании Заказчика, включая сервисное и информационное обслуживание, обучение персонала, аттестацию и сертификацию.</p>\n						\n						<p>Экспериментальные и исследовательские работы выполняются:</p>\n						\n						<h2>СПб, Коломяжский пр., 10 (<span>на СЕВЕРНОМ ЗАВОДЕ между метро «Чёрная речка» и «Пионерская»</span>)</h2>\n						<p>Лазерная сварка излучением волоконного лазера мощностью до 5 кВт (до 100 кВт, при соответствующем финансировании Заказчика), а также: лазерная резка, маркировка, термоупрочнение и наплавка, очистка, обучение операторов - ООО «СП «Лазертех» / ЛРСЗЦ и др.</p>\n						\n						<h2>СПб, 3-й Верхний пер., д.3, корп.1, лит. С (<span>в УНТЦ НАКС, у М «Парнас»</span>)</h2>\n						<p>Металлографические исследования и механические испытания с изготовлением соответствующих образцов: на статический изгиб, разрыв, ударное разрушение: KCV, KCY. Выполняется рентгенография и УЗД, в соответствии с техническими требованиями НАКСа, ГАЗПРОМа и др.</p>\n						\n						<h2>СПб, пос.Металлострой (<span>в НИИЭФА им.Д.В.Ефремова, в НТЦ «Синтез»</span>)</h2>\n						<p>Лазерная сварка излучением волоконного лазера мощностью до 15 кВт, металлографические исследования и механические испытания, рентгенография и УЗД, ЦД в соответствии с техническими требованиями МИНАТОМА и др.</p>\n						\n						<h2>г.Фрязино Московской обл. (<span>в НТО «ИРЭ-Полюс»</span>)</h2>\n						<p>Лазерная и гибридная / лазерно-дуговая сварка излучением волоконных лазеров мощностью до 30 кВт, металлографические исследования.</p>\n						\n						<h2>д.Агалатово Ленинградской обл.</h2>\n						<p>Информационные и консультационные услуги</p>\n						\n						<img src="/public/pages/about/o-firme.png" alt="О Фирме" />', 'about', '0', '0', 1, '0', 'pages_default'),
(126, '0', 'Библиография', '<header>\n                            <h1>СПИСОК  НАУЧНЫХ  ТРУДОВ и  ДОКЛАДОВ, <br />ТЕХНИЧЕСКИХ ОТЧЁТОВ  и  ИЗОБРЕТЕНИЙ / ПАТЕНТОВ <br />ИГНАТОВА А.Г.</h1>\n                        </header>\n                        <ol>\n							<li>А.С.694319, СССР, МКИ В 23 К 9130. Устройство для колебания электрода / А.Г.Игнатов, Б.А.3верев, Л.А.Казаков, В.Н.Ковальков.- Приоритет от 21.03.77 г.</li>\n							<li>Разработка технологии и оборудования электродуговой вертикальной автоматической сварки с принудительным формированием угловых швов / А.Г.Игнатов, В.Н.Ковальков, А.И.Бондаренко, В.Г.Ткаченко // 4 Конференция молодых исследователей ИЭС им.Е.О.Патона ( тезисы докладов ) 26 - 27 мая 1977 г.- Киев.- 1977.- С.28 - 29.</li>\n							<li>Технический отчёт. О производственных испытаниях разработанной Институтом Электросварки им.Е.О.Патона технологии и оборудования вертикальной сварки угловых швов с принудительным формированием на сталях 10ХСНД и 10ХН1М / В.И.Санников, Е.Н.Стариченко, В.Н.Ковальков, А.Г.Игнатов.- Свердловск: Завод "Уралхиммаш".- 1977.- 10 с.</li>\n							<li>Куликов Н.В., Игнатов А.Г. О целесообразности использования присадочного материала при лазерной сварке // Использование высококонцентрированных источников энергии в сварочном производстве: материалы краткосрочного семинара 20 - 21 декабря.-Л.: ЛДНТП.- 1983. -С.41 - 44.</li>\n							<li>Сурков А.В., Игнатов А.Г., Шумнов А.П. О потерях легирующих элементов при электронно-лучевой сварке // Использование высококонцентрированных источников энергии в сварочном производстве: материалы краткосрочного семинара 20 - 21 декабря.-Л.:ЛДНТП.-1983.- С.61 - 64.</li>\n							<li>Отчет о НИР. Разработать и внедрить технологический процесс сварки изделий энергомашиностроения с использованием энергии лазера / М.Ф.Егоров, А.В.Сурков, В.В.Ковалев, А.Г.Игнатов и др. - Гос.регистр. М 01.230075.732.-Л.: Колпинское отделение НПО "ЦНИИТМАШ".- 1984.-70 с. </li>\n							<li>Сурков А.В., Игнатов А.Г., Шумнов А.П. Роль различных факторов в изменении содержания легирующих элементов при электронно-лучевой сварке // Автоматическая сварка.– 1985, N 2.- С.25 -28.</li>\n							<li>А.С.1262837, СССР, МКИ В 23 2 К6100. Способ лазерной сварки / А.В.Сурков, А.Г.Игнатов, А.И.Скрипченко и др.- Приоритет от 05.02.85 г.</li>\n							<li>Игнатов А.Г., Скрипченко А.И. О качестве сварных швов, выполненных лазерным лучом на энергомашиностроительных сталях // Внедрение высокоэффективных технологических про- цессов с применением лазеров в промышленности при реализации программы "Интенсификация - 90": материалы краткосрочного семинара 9 - 10 декабря.- Л.:ЛДНТП.-1986.-С.31-35.</li>\n							<li>Игнатов А.Г., Козлов А.В., Куликов Н.В. Особенности многопроходной лазерной сварки толстолистовой стали с узкой разделкой кромок // Судостроительная промышленность. Серия: СВАРКА.– 1986, вып.2.- С.9-12.</li>\n							<li>Лазерная сварка со сквозным проплавлением сталей различных классов // А.Г.Игнатов, А.В.Козлов, А.И.Скрипчеко и др. // Автоматическая сварка. - 1987, М 9.- С.26 - 29.</li>\n							<li>Проплавление металлов непрерывным излучением СО2 – лазера / А.Г.Игнатов, В.А.Игнатов, А.В.Козлов, А.И.Скрипченко // Судостроительная промышленность. Серия: СВАРКА.-1987, вып.3.- С.3 - 19.</li>\n							<li>А.С.1367315, СССР, МКИ В 23 К 26100. Способ лазерной сварки / А.И.Скрипченко, А.Г.Игнатов, А.В.Козлов, Л.В.Грищенко.- Приоритет от 15.07.86 г.</li>\n							<li>Игнатов А.Г., Скрипченко А.И. Лазерное технологическое оборудование на выставке "Сварка - 86" // ИДР.-1987, N 20 (372).- Док.241.-8 с.</li>\n							<li>Технический отчет по теме НИР: И-2-1166 / А.В.Козлов, А.И.Скрипченко, А.Г.Игнатов и др.- Л.: ЦНИИ КМ "Прометей"-1987.-192с.</li>\n							<li>Технический отчет по теме НИР. Наладка оборудования и оснастки на базе 5 кВт-го лазера ТЛ-1 на ЮТЗ "Заря". Освоение и внедрение процессов сварки и обработки деталей / А.В. Козлов, А.И.Скрипченко, А.Г. Игнатов и др.- Л. .:ЦНИИ КМ "Прометей"- 1987.- 42 с.</li>\n							<li>Технический отчет по теме НИР. Наладка установки "Ижора - 20". Разработка технологии лазерной сварки и обработки материалов. Освоение и внедрение процессов сварки и обработки деталей на установках типа "Ижора - 20", "Квант - 16" и др. / А.В. Козлов, Ю.Е. Голубев, А.Г. Игнатов и др.- Л. .:ЦНИИ КМ "Прометей"- 1987.- 96 с.</li>\n							<li>А.С.1452007, СССР, МКИ В 23 К 26100. Способ лазерной обработки и устройство для его осуществления / А.И.Скрипченко, М.М.Пронин-Валсамаки, А.В.Козлов, А.Г.Игнатов и др.- Приоритет от 04.01.87 г. </li>\n							<li>А.С.1445054, СССР, МКИ В 23 К 26100. Установка для лазерной обработки / А.И.Скрипченко, С.В.Бойко, А.В.Козлов, А.Г.Игнатов.- Приоритет от 16.03.87 г. </li>\n							<li>А.С.1466140, СССР, МКИ В 23 К 26100. Способ лазерной сварки / А.И.Скрипченко, А.Г.Игнатов, А.В.Козлов и др.- Приоритет от 27.07.87 г.</li>\n							<li>Технический отчет по теме НИР. Создание лазерного участка. / А.В.Козлов, А.И.Скрипченко, А.Г.Игнатов и др.- Л.: ЦНИИ КМ "Прометей"- 1988.- 55 с.</li>\n							<li>А.С.1508469 , СССР, МКИ В 23 К 26100. Устройство для лазерной обработки / А.В.Козлов, А.И.Скрипченко, А.Г.Игнатов, Н.В.Петров.- Приоритет от 20.01.88 г.</li>\n							<li>А.С.1575463, СССР, МКИ В 23 К 26100. Способ лазерной сварки / А.В.Козлов, А.И.Скрипченко, А.Г.Игнатов, Н.В.Петров.- Приоритет от 21.10.88 г.</li>\n							<li>Лазерное технологическое оборудование для обработки материалов / А.Г.Игнатов, А.В.Козлов, А.И.Скрипченко, Г.А.Соловьев.- Л.: ЦНИИ "РУМБ".- 1988. - 118 с.</li>\n							<li>Отчёт о НИР КМЗ "Союз". Лазерное технологическое оборудование для обработки материалов в СССР и за рубежом / А.Г.Игнатов, А.И.Скрипченко, В.И.Лукьянов и др.- Ленинград-Казань.: ЛазерИнформ - 1988. - 186 с.</li>\n							<li>Опыт внедрения и проблемы развития лучевых способов сварки в судостроении / В.М.Заболотский, А.Г.Игнатов, В.А.Игнатов и др. // Судостроительная промышленность.- 1988, вып.5.- С.3 - 15.</li>\n							<li>Отчет о НИР СКТБ "СТО" МЭТПК. Состояние и перспективы применения лазерной обработки в СССР и за рубежом / А.Г.Игнатов, А.И.Скрипченко, В.И.Лукьянов и др.– Ленинград-Минусинск.: ЛазерИнформ -1989 -297 с.</li>\n							<li>А.С.1631857 , СССР, МКИ В 23 К 26100. Устройство для лазерной обработки / А.И.Скрипченко, Н.В.Петров, А.В.Козлов, А.Г.Игнатов и др.- Приоритет от 12.01.89 г.</li>\n							<li>Игнатов А.Г., Суздалев И.В. Состояние и перспективы применения лазерного технологического оборудования // Судостроительная промышленность. Серия: СВАРКА.-1989, вып.7.- С.3 - 18.</li>\n							<li>Отчет о НИР НИИЭФА им.Д.В.Ефремова. Технологические лазеры, установки и комплексы для обработки материалов / А.Г.Игнатов, А.И.Скрипченко, В.И.Лукьянов и др.- Л.- 1989.-225 с.</li>\n							<li>Игнатов А.Г. Лазерная сварка сталей и сплавов больших толщин // Conversion Innovation Studium: Материалы международного симпозиума " SММ - 90 ", Гамбург, 25 - 29 сентября 1990 г.- Hamburg, Germany. 1991.- 8 с.</li>\n							<li>Игнатов А.Г. Лазерная сварка // Лазерная технология и ее применение в металлообработке: Технологические рекомендации.– Л.:ЛДНТП.- 1990.-С.21 - 33.</li>\n							<li>Отчёт о НИР ПО "Уралвагонзавод". Анализ технологии лазерной резки и сварки излучением большой мощности. Экспертная оценка качества излучения и узлов технологической оснастки, оптической системы ЛТК “Исеть” / А.Г.Игнатов, Усанов Ю.Я., А.И.Скрипченко и др.- СПб-Нижний-Тагил.: ЛазерИнформ.-1991.- 163 с.</li>\n							<li>Отчёт о НИР Научно-Инженерному центру "Архангельский опытно-экспериментальный комплекс". Состояние и перспективы применения лазерного технологического оборудования для обработки материалов / А.Г.Игнатов, А.И.Скрипченко, В.И.Лукьянов и др.- СПб: ЛИЦ МНТ ГКНТ.- 1992.-285 с.</li>\n							<li>Отчёт о НИР Научно-Инженерному центру "Архангельский опытно-экспериментальный комплекс". Информационное и маркетинговое обеспечение освоения новейших технологий / А.Г.Игнатов, А.Г.Гастева, М.М.Пронин-Валсамаки и др..- СПб: ЛИЦ МНТ ГКНТ- 1992.-111 с.</li>\n							<li>Отчёт о НИР АОЗТ "Дзета". Лазерное технологическое оборудование для обработки материалов с мощностью излучения до 1-2 кВт. Разработчики и изготовители – 1994 г. / А.Г.Игнатов, А.И.Скрипченко, А.Л.Логинов и др.- СПб-Москва: АОЗТ "ЛазерИнформСервис".- 1994.- 315 с. </li>\n							<li>Отчёт о НИР для АОЗТ из Хабаровска. Анализ состояния лазерных технологий и оборудования для обработки материалов.- СПб-Хабаровск.: АОЗТ "ЛазерИнформСервис". - 1995 г.- 305 с.</li>\n							<li>Игнатов А.Г. Лазерная сварка сталей разных классов излучением большой мощности: Доклад на российско-германском семинаре ЛАС-СП ЦЛТ.-СПб.-1996 г. -7 с.</li>\n							<li>Игнатов А.Г. Работы по лазерной сварке энергомашиностроительных и судостроительных сталей и сплавов больших толщин в России и за рубежом // ЛазерИнформ N 13-14, июль 1998.- М.:ЛАС. - С.10-13.</li>\n							<li>Отчёт о НИР "Стык": Исследование и моделирование технологических процессов резки и сварки для судостроительных материалов на базе высококонцентрированных источников энергии. ГКЛИ-3220-003-99 / В.П.Стеганцев, В.Л.Чабан, А.Г.Игнатов.- СПб.: ФГУП ЦНИИТС.-1999. - 172 с.</li>\n							<li>Отчёт о НИР "Стык": Формирование номенклатуры типовых судокорпусных конструкций, изготавливаемых с использованием высококонцентрированных источников энергии. ГКЛИ-3220-009-99 / В.Л.Чабан, Н.А.Стешенкова, А.А.Васильев, А.Г.Игнатов.- СПб.: ФГУП ЦНИИТС.-1999. -77 с.</li>\n							<li>Опыт использования лазерных технологий в судостроении / В.Д.Горбач, О.Г.Соколов, В.М.Левшаков, В.Л.Чабан, А.А.Васильев, А.Г.Игнатов // Судостроение, N1 .-2000.- С.49-53.</li>\n							<li>А.Г.Игнатов, Д.В.Баранов. Состояние и перспективы применения лазерной сварки в отечественном судостроении / Труды Семинара Молодых специалистов по лазерной обработке материалов. - СПб, сентябрь 2000 г., - 76 с.</li>\n							<li>Игнатов А.Г., Скрипченко А.И. Программа комплексного внедрения лазерных технологических установок в судостроении // Семинар "Лазерные технологии и оборудование в промышленности".- СПб: ЦЛТ.- ноябрь 2000.- 7 с.</li>\n							<li>Создание передовых технологий на базе высококонцентрированных источников энергии и перспективы их использования в судостроении / В.Д.Горбач, О.Г.Соколов, В.М.Левшаков, В.Л.Чабан, А.А.Васильев, А.Г.Игнатов и др. // Международный форум по проблемам науки, техники и образования. Региональные проблемы и достижения: 4-8 декабря 2000 г.- М.: Академия наук о Земле.- 2000.- 6 с.</li>\n							<li>Отчёт о НИР "База-1". Разработка предложений по технологии и организации корпусных и достроечных производств в проект программы реформирования ФГУП ПО "Севмашпредприятие" в условиях адаптации судостроительного производства к гражданской продукции. НАУЧНО-ТЕХНИЧЕСКИЙ И ЭКОНОМИЧЕСКИЙ АНАЛИЗ ЭФФЕКТИВНОСТИ ИСПОЛЬЗОВАНИЯ НА ФГУП ПО "СЕВМАШПРЕДПРИЯТИЕ" ТЕХНОЛОГИЙ ЛАЗЕРНОЙ РЕЗКИ И СВАРКИ МНОГОСЛОЙНЫХ СТАЛЬНЫХ КОНСТРУКЦИЙ. ГКЛИ-3210-049-2000 / В.М.Левшаков, А.А.Васильев, А.Г.Игнатов, В.А.Шатилов.- СПб.: ФГУП ЦНИИТС.- 2000. -75 с.</li>\n							<li>Отчёт о НИР "Стык": Исследование технологии лазерной резки и сварки металлов и сплавов. Моделирование применения высококонцентрированных источников энергии в перспективных технологических процессах постройки морских судов. РАЗРАБОТКА ТЕХНИЧЕСКИХ ПРЕДЛОЖЕНИЙ ПО ФОРМИРОВАНИЮ СРЕДСТВ ТЕХНОЛОГИЧЕСКОГО ОСНАЩЕНИЯ ДЛЯ РЕАЛИЗАЦИИ ТЕХНОЛОГИЧЕСКИХ ПРОЦЕССОВ ИЗГОТОВЛЕНИЯ СУДОКОРПУСНЫХ КОНСТРУКЦИЙ С ИСПОЛЬЗОВАНИЕМ ВЫСОКОКОНЦЕНТРИРОВАННЫХ ИСТОЧНИКОВ ЭНЕРГИИ. ГКЛИ-3220-012-2000 / В.Л.Чабан, А.Г.Игнатов, Н.А.Стешенкова, Д.В.Баранов.- СПб.: ФГУП ЦНИИТС.- 2000. -138 с.</li>\n							<li>Отчёт о НИОКР "Квалитет". Создание технологии судокорпусного производства с реализацией групповых методов обработки и автоматизации производственных процессов. Разработка комплекта технической документации на пилотные гибкие автоматизированные обрабатывающие центры изготовления листовых деталей с использованием эффекта новых высококонцентрированных источников энергии. ГКЛИ-3210-057-2000 / А.А.Васильев, В.А.Шатилов, В.М.Левшаков, А.Г.Игнатов и др. СПБ, ФГУП ЦНИИТС.-2000. –114 с.</li>\n							<li>Технологический алгоритм изготовления стальных сотовых панелей на лазерном центре. ГКЛИ.3210-056-2000 / В.М.Левшаков, А.А.Васильев, В.А.Шатилов, А.Г.Игнатов, С.В.Минин. СПБ, ФГУП ЦНИИТС.-2000. –12 с.</li>\n							<li>Лазерные технологии. Перспективы комплексного внедрения в судостроении. / В.Д.Горбач, И.В.Суздалев, В.М.Левшаков, А.И.Игнатов //Материалы 4-й Международной конференции и выставки по морским интеллектуальным технологиям: МОРИНТЕХ-2001г.- СПб - С.72. </li>\n							<li>ПАТЕНТ № 2208506 от 21.02.2001 г., В 23 К. Автоматизированный участок резки и сварки металлических конструкций: Горбач В.Д., Соколов О.Г., Суздалев И.В., Левшаков В.М., Чабан В.Л., Васильев А.А., Игнатов А.Г.</li>\n							<li>Технический отчёт "Консультационные и информационные услуги по отработке лазерной сварки датчиков давления для ПГ "МЕТРАН", г.Челябинск."- А.Г.Игнатов, СПб: АОЗТ "ЛазерИнформСервис". Март 2002 г.- 20 с.</li>\n							<li>Скрипченко А.И., Игнатов А.Г. Лазерная сварка...</li>\n							<li>Игнатов А.Г. Механические свойства сварных соединений, выполненных излучением 15 кВт-го СО<sub>2</sub>-лазера // Лазерные технологии и оборудование в промышленности: Материалы научно-практического семинара 12 - 14 мая.- СПб.: НОУ ДПО МЦЭТ.- 2003. – 15 с. </li>\n							<li>Игнатов А.Г. Лазерная сварка мощными СО<sub>2</sub>-лазерами. Механические свойства сварных соединений // Лазерные технологии и оборудование в промышленности: Материалы научно-практического семинара 15 - 17 октября 2003 г.- СПб.: НОУ ДПО МЦЭТ.- 2003. – 30 с.</li>\n							<li>Научно-технический аналитический обзор "Лазерное технологическое оборудование.  Применение в России и за рубежом. Рекомендации по его внедрению на ОАО НПО «Сатурн» /А.Г.Игнатов, А.И.Скрипченко // СПб: ЛазерИнформСервис.- 2004.- 263 + 11 с. (Ил.:184 + 5      Табл.:35 + 2     Библ.: 131    Прилож.: в 2-х томах, 157 л. + 212 л. )</li>\n							<li>Игнатов А.Г. О лазерной сварке излучением 15 кВт-го СО<sub>2</sub>-лазера // Лазерные технологии и оборудование в промышленности: Материалы научно-практического семинара 18 - 20 мая 2004 г.- СПб.: НОУ ДПО МЦЭТ.- 2004. – 33 с. </li>\n							<li>Игнатов А.Г. Лазерная сварка сталей разных классов излучением мощных СО<sub>2</sub>-лазеров // Лазерные технологии и оборудование в промышленности: Материалы научно-практического семинара 26 - 28 октября 2004 г.- СПб.: НОУ ДПО МЦЭТ.- 2004. – 35 с.</li>\n							<li>Игнатов А.Г. Лазерная сварка 15 кВт-м СО<sub>2</sub>-лазером. Свойства сварных соединений и дефекты сварки // Лазерные технологии и оборудование в промышленности: Материалы научно-практического семинара 17 – 19 мая 2005 г.- СПб.: НОУ ДПО МЦЭТ.- 2005. – 37 с.</li>\n							<li>A.G.Ignatov. HIGH POWER LASER EQUIPMENT AND APPLICATIONS FOR LASER TECHNOLOGY // The 7th International Conference "Atomic and Molecular Pulsed Lasers": Conference Proceedings / Tomsk: IAO SB RAS.-  2005.- P.74 // 114 p.</li>\n							<li>Игнатов А.Г. Лазерная сварка сталей разных классов излучением мощных СО<sub>2</sub>-лазеров, свойства сварных соединений // Технологии и оборудование для термической обработки материалов высококонцентрированными источниками энергии (лазер, электронный луч): Материалы научно-практического семинара 20 - 22 февраля 2006 г.- СПб.: ИСР.- 2006 г. – 40 с. </li>\n							<li>Игнатов А.Г. Лазерная сварка мощным 15 кВт-м СО2-лазерам. Механические свойства сварных соединений. // Лазерные технологии и оборудование в промышленности: Материалы научно-практического семинара 29 – 31 мая 2006 г.- СПб.: НОУ ДПО МЦЭТ.- 2006. – 42 с. </li>\n							<li>Игнатов А.Г. Лазерная сварка мощным 15 кВт-м СО2-лазером. Механические свойства сварных соединений. // Лазерные технологии и оборудование в промышленности: Материалы научно-практического семинара 31 октября – 2 ноября 2006 г.- СПб.: НОУ ДПО МЦЭТ.- 2006. – 44 с. </li>\n							<li>Игнатов А.Г. Лазерная сварка сталей разных классов мощными СО<sub>2</sub>-лазерам: механические свойства и дефекты сварных соединений. // Лазерные технологии и оборудование в промышленности: Материалы научно-практического семинара 15 – 17 мая 2007 г.- СПб.: НОУ ДПО МЦЭТ.- 2007. – 46 с. </li>\n							<li>A.G.Ignatov. AN INDUSTRIAL PERSPECTIVE FOR LASER WELDING PROCESSES // The 8<sup>th</sup> International Conference "Atomic and Molecular Pulsed Lasers": Conference Proceedings / Tomsk: IAO SB RAS.-  2007.- P.7.</li>\n							<li>Игнатов А.Г. О развитии рынка лазерного технологического оборудования в Санкт-Петербурге, в России и за рубежом // Петербург в зеркале. – 2007, № 4 (39).- С.34-35.</li>\n							<li>Научно-технический аналитический обзор "Лазерное технологическое оборудование.  Применение в России и за рубежом. Рекомендации по его внедрению во ФГУП НИИЭФА им.Д.В.Ефремова /А.Г.Игнатов, А.И.Скрипченко // СПб: ЛазерИнформСервис.- 2007.- 263 + 11 с. (Ил.:184 + 5      Табл.:35 + 2     Библ.: 131    Прилож.: в 2-х томах, 157 л. + 212 л. )</li>\n							<li>Игнатов А.Г. О лазерной сварке сталей и сплавов разных классов мощными лазерами: до 10-30 кВт // Сборник докладов российско-германского семинара-совещания по вопросам внедрения лазерных технологий в отечественную промышленность, 27-28 ноября 2008 года.- СПб: Типография СПбГТУ.- 2008.- С.39-55  </li>\n							<li>Игнатов А.Г. О лазерной сварке сталей и сплавов разных классов мощными лазерами: до 10-30 кВт // Российско-германский семинар-совещание по вопросам внедрения лазерных технологий в промышленность - 27-28 ноября 2008 года. Тезисы докладов.- СПб: Типография СПбГТУ.- 2008.- с.7</li>\n							<li>Игнатов А.Г. Лазерная сварка сталей мощными СО2-лазерами. Часть 1. Особенности лазерной сварки // Фотоника.- 2008, №6.- С.10-17.</li>\n							<li>Отчёт о НИОКР для ФГУП «НИИЭФА им.Д.В.Ефремова» по теме: «Исследование применимости лазерной сварки для изготовления элементов центральной сборки дивертора ИТЭР»/А.Г.Игнатов.- СПб: ЗАО «ЛИС».- 2008.- 68 с.</li>\n							<li>Игнатов А.Г. Лазерная сварка сталей мощными СО<sub>2</sub>-лазерами. Часть 2. Свойства сварных соединений // Фотоника.- 2009, №3.- С.22-24.</li>\n							<li>Игнатов А.Г. Лазерная сварка сталей мощными СО<sub>2</sub>-лазерами. Часть 3. Дефекты сварных соединений // Фотоника.- 2009, №4.- С.12-16.</li>\n							<li>Отчёт о НИОКР для ФГУП «НИИЭФА им.Д.В.Ефремова» по теме: «Исследование применимости лазерной сварки для изготовления элементов центральной сборки дивертора ИТЭР» / А.Г.Игнатов.- СПб: ЗАО «ЛИС».- 2009.- 177 с.</li>\n							<li>«ОТЧЁТ по исследованию действующей в РФ нормативной документации по лазерной сварке и обработке» / А.Г.Игнатов.- СПб: ЗАО «ЛИС».- 2010.- 10 с.</li>\n							<li>Лазерные сварные соединения из коррозионно-стойких сталей / Игнатов А.Г., Криворотов В.И., Миргородский В.А. // Фотоника.- 2010, №2.- С.18-21.</li>\n							<li>Игнатов А.Г. Опыт эксплуатации лазерных роботизированных комплексов на базе мощных волоконных лазеров IPG / Первый специализированный семинар в рамках 14-й международной конференции «Оптика лазеров» и 5-го международного конгресса по мощным волоконным лазерам: W6. Внедрение лазерных технологий в промышленность / СПб, 30 июня 2010 г.- С.87; (32 с.)</li>\n							<li>Игнатов А.Г., Лозовой А.К. Состояние и перспективы лазерной сварки / Семинар «Промышленное применение волоконных лазеров» в рамках Международной конференции "Fundamentals of Laser Assisted Micro– and Nanotechnologies" (FLAMN-10) / СПб, 7 июля 2010 г. – C.63</li>\n							<li>Отчёт о НИОКР для ОАО «НТЦ «Завод Ленинец» по теме: «Выполнение комплекса работ по лазерной сварке макета вала промежуточного с отработкой технологии»/А.Г.Игнатов.- СПб: ЗАО «ЛИС» - ООО «ЛРСЗЦ».- 2010.-  172 с.</li>\n							<li>Отчёт о НИОКР для ФГУП «НИИЭФА им.Д.В.Ефремова» по теме: «Отработка технологии лазерной сварки узлов центральной сборки дивертора ИТЭР на стенде НИИЭФА» / А.Г.Игнатов.- СПб: ЗАО «ЛИС» - ООО «ЛРСЗЦ».- 2010.-  103 с.</li>\n							<li>Оценка напряжённого состояния и качества лазерных сварных соединений из стали 40ХН2МА магнитным методом / А.Г.Игнатов, В.И.Криворотов, Р.Ч.Муратов, А.Н.Калинин, В.Н.Шестов // Megatech.-2011, №4.- С.8-15.</li>\n							<li>THE EXPERIENCE IN DEVELOPMENT AND APPLICATION OF LASER PROCESSING EQUIPMENT BASED ON IPG HIGH POWER FIBER LASERS FOR WELDING OR STEELS AND ALLOYS / A.Ignatov, S.Foteev, A.Streltsov,  e.a. // 15<sup>th</sup> International Conference on Laser Optics: Laser Optics / Оптика лазеров.- 25-29 June 2012, St.Petersburg, Russia.- P.69 / СПб.- 67 с. </li>\n							<li>Технологические особенности лазерной сварки алюминиевых сплавов мощными волоконными лазерами / Игнатов А.Г. (докладчик),  Криворотов В.И., Вечернин А.В., Ворончук С.Д., Успенский С.А., Маланиченко С.В., Нужин А.Н. // The 2nd  International Conference and Exhibition «Aluminum – 21 / Welding and Brazing», 20-22 November 2012, St.Petersburg, Russia.- Доклад № 27.-  26 с.</li>\n							<li>Игнатов А.Г. (докладчик) Рынок лазерного технологического оборудования (ЛТО) и лазерных технологий (ЛТ). Состояние и перспективы // Выездная сессия-симпозиум Межрегиональной общественной организации содействия  науки и техники  «Московский межотраслевой альянс главных сварщиков и главных специалистов по резке и металлообработке» (МРОО ММАГС), 27 марта 2013 г., г.Фрязино Московской обл., ООО НТО «ИРЭ-Полюс».- 40 с.</li>\n							<li>Игнатов А.Г. (докладчик), Грезев Н.В. Новые разработки компании IPG в области лазерных источников и периферийных устройств // Конференция «Лазерные технологии и методики в промышленности (РГ 3, ЦТСС, 27.03.2014) на международной выставке «ФОТОНИКА – 2014», 25-27 марта 2014, г. Москва, Экспоцентр.- 57 с.</li>\n						</ol>\n', 'bibliography', '0', '0', 1, '0', 'pages_default'),
(128, '0', 'История опыт работы', '<header>\n                            <h1>История: опыт работы</h1>\n                        </header>\n						\n						<ul>\n							<li>ЛазерИнформСервис, АОЗТ – создано и зарегистрировано 30.05.1992 г.</li>\n							<li>ЛазерИнформСервис, перерегистрировано АОЗТ в ЗАО, в соответствии с Законодательством в 2007 году.</li>\n							<li>ЛазерИнформСервис, перерегистрировано ЗАО в ООО, в соответствии с Законодательством в сентябре 2014 года.</li>\n						</ul>\n						\n						<p><br /></p>\n						\n						<ul>\n							<li>с <strong>1971</strong> г. - <strong>в сварочном производстве,</strong></li>\n							<li>с <strong>1982</strong> г. – <strong>в лазерной сварке</strong> излучением до 12 кВт,</li>\n							<li>с <strong>1987</strong> г. – <strong>в  лазерной сварке</strong> излучением до 30 кВт СО<sub>2</sub>-лазерами,</li>\n							<li>с <strong>2008</strong> г. – <strong>в лазерной сварке</strong> излучением 2, 5,10,15,30 кВт  волоконными лазерами.</li>\n						</ul>\n						\n						<p><br /></p>\n						\n						<ul>\n							<li>с <strong>1992 по 1996 г. – редакционно-издательская деятельность</strong>, в т.ч. издание детской литературы (например, Английской Азбуки, раскрасок &laquo;Разрисуек&raquo;), подготовлены (и частично реализованы) оригинал-макеты разговорников-справочников-словарей: русско-испанского,  русско-немецкого, русско-финского, русско-итальянского, русско-английского.</li>\n							<li>с <strong>1993 по 1996 годы – розничная и оптовая торговля книжными изданиями</strong> в Санкт-Петербурге и Москве с ассортиментом от 3-5 (1992 г.) до 500 позиций (1996 г.), а также оптовая поставка аудиоаппаратуры JVC в 1995-1996 г.г. из Москвы в СПб.</li>\n							<li><strong>1996-2008 г. – Подготовка и дизайн, издание рекламной продукции</strong> (листовок, буклетов, плакатов), полиграфические услуги по изготовлению печатной продукции (в т.ч. служебной документации и удостоверений для организаций и предприятий, в т.ч. для МВД); профессиональная фотосъёмка и дизайн, разработка фирменного стиля и логотипов, изготовление органайзеров, а также картин и фотографий в багете для оформления офисов и кабинетов (в т.ч. для ФГУП ЦНИИ &laquo;Гранит&raquo;).</li>\n							<li><strong>1982-1992, 2008-2014 г.г. - оказание информационных и консультационных услуг, проведение технологических исследований</strong>, в т.ч. подготовка научно-технических отчётов и аналитических обзоров для ведущих российских предприятий в области сварочного производства и лазерных технологий и оборудования (ЛТ и ЛТО): для ПО &laquo;Ижорский завод&raquo;, колпинского отделения НПО &laquo;ЦНИИТМАШ&raquo;, ЦНИИ КМ &laquo;Прометей&raquo;, ЦНИИТС, НИИЭФА им.Д.В.Ефремова, ЗАО &laquo;Полупроводниковые приборы&raquo;, ЛЕННИИХИММАШ (все – СПб), ОЭЗ &laquo;Теплоагрегат&raquo; (г.Глазов) и ПО &laquo;Уралвагонзавод&raquo; (г.Нижний Тагил), а также для  РЦЛ (г.Екатеринбург) и ПГ &laquo;Метран&raquo; (г.Челябинск), КМЗ &laquo;Союз&raquo; (г.Казань) и МЭТК (г.Минусинск), АЭХК (г.Ангарск) и ОАО НПО &laquo;Сатурн&raquo; (г.Рыбинск), ЗАО НВП &laquo;Топаз&raquo; и ТГУ (г.Томск), ОАО  &quot;Курганмашзавод&quot; (г.Курган), ФГУП НПО &laquo;Исток&raquo; (г.Фрязино Московской обл.), СФ ФИАН (г.Самара), ИТПМ СО РАН (г.Новосибирск), АОЗТ &laquo;Дзета&raquo;, ООО &laquo;СОЛАР&raquo; и ООО &laquo;Электростекло&raquo; (г.Москва), Завода &laquo;Микрон&raquo; (г.Одесса), ЦЛТ (СПб), ОАО НТЦ &laquo;Завод Ленинец&raquo;, СПб, ООО НТО &laquo;ИРЭ-Полюс&raquo; (г.Фрязино Московской обл.) и других.</li>\n						</ul>\n						\n						<p><br /></p>\n						\n						<p style="text-align:center;"><strong>Отдаём дань уважения  близким коллегам,</strong> <br />которые были ведущими специалистами в области лазерных технологий и оборудования, <br />технологической оснастки, лазерной оптики и сварочных головок, <br />активными пропагандистами лазерных технологий:</p>\n						\n						<ul>\n							<li><strong>СКРИПЧЕНКО</strong> Александр Иванович, руководитель лаборатории ЛазерСофт,</li>\n							<li><strong>СУРКОВ</strong> Алексей Владимирович, начальник лаборатории ПО &laquo;Ижорский завод&raquo;(до 1982 г.) / колпинского отделения НПО &laquo;ЦИИИТМАШ&raquo; (с 1983 г.)</li>\n							<li><strong>УСАНОВ</strong> Юрий Яковлевич, сотрудник КМЗ &laquo;Союз&raquo; и фирмы ООО &laquo;Бластер&raquo;</li>\n							<li><strong>ШТЕРНИН</strong> Лев Александрович, зав. отделом ВНИИЭСО / Института сварки России, зам.ген.директора ЗАО &laquo;Россварка&raquo;.</li>\n						</ul>', 'story', '0', '0', 1, '', 'pages_default');
INSERT INTO `airyo_content` (`id`, `title`, `h1`, `content`, `alias`, `meta_description`, `meta_keywords`, `enabled`, `type`, `template`) VALUES
(127, '0', 'Партнеры и заказчики', '<header>\n                            <h1>Партнеры и заказчики</h1>\n                        </header>\n						\n						<p style="text-align:center;line-height:1.3;"><strong>ООО «ЛазерИнформСервис» (ЛИС) входит <br />в ООО «Лазерный Региональный Северо-Западный Центр» (ЛРСЗЦ)</strong><br /><img src="/public/pages/partners/lazerniy.png" /><br />и Лазерную Ассоциацию (ЛАС, <a href="www.cislaser.com" target="_blank">www.cislaser.com</a>), <br />активно участвует в его региональном  северо-западном отделении с 1992 г., <br />а также в работе Альянсов Главных сварщиков Москвы (ММАГС) и Санкт-Петербурга,<br /><strong>тесно сотрудничает с предприятиями и организациями:</strong><br /><img src="/public/pages/partners/logos2.png" /><br /></p>\n						\n						<ul>\n							<li>ООО СП «Лазертех» (<a href="www.laserteh.spb.ru" target="_blank">www.laserteh.spb.ru</a>), СПб</li>\n							<li>ООО «Лазерный центр» (<a href="www.newlaser.ru" target="_blank">www.newlaser.ru</a>), СПб (с филиалами в РФ и Германии)</li>\n							<li>ООО НТО «ИРЭ-Полюс» / IPG (<a href="www.ntoire-polus.ru" target="_blank">www.ntoire-polus.ru</a>, <a href="www.ipgphotonics.ru" target="_blank">www.ipgphotonics.ru</a>), г.Фрязино Московской обл.</li>\n							<li>KUKA (<a href="www.kuka-robotics.ru" target="_blank">www.kuka-robotics.ru</a>)</li>\n							<li>Московский межотраслевой альянс главных сварщиков и главных специалистов по резке и металлобработке (МРОО ММАГС), <a href="http://www.list-org.com/company/5840873" target="_blank">http://www.list-org.com/company/5840873</a></li>\n							<li>Альянс сварщиков Санкт-Петербурга и Северо-Западного региона (<a href="www.alians-weld.ru" target="_blank">www.alians-weld.ru</a>),</li>\n							<li>ИТМО (<a href="http://www.ifmo.ru" target="_blank">http://www.ifmo.ru</a>), СПб</li>\n							<li>Международный благотворительный фонд «Константиновский» (<a href="www.mbfk.ru" target="_blank">www.mbfk.ru</a>), СПб</li>\n							<li>Петровский колледж (<a href="www.petrocollege.ru" target="_blank">www.petrocollege.ru</a>), СПб</li>\n							<li>Северо-Западный Региональный Головной Аттестационный Центр НАКС (<a href="www.рсзмац.рф" target="_blank">www.рсзмац.рф</a>), СПб</li>\n							<li>ООО «Сваркон», (<a href="www.svarcon.ru" target="_blank">www.svarcon.ru</a>) СПб</li>\n							<li>СРО НАППСП (<a href="www.napsp.ru" target="_blank">www.napsp.ru</a>), СПб,</li>\n							<li>Тена / IRS / Fronius (<a href="www.tctena.ru" target="_blank">www.tctena.ru</a>)</li>\n							<li>ТК 364 НАКС (<a href="www.naks.ru" target="_blank">www.naks.ru</a>), г.Москва</li>\n							<li>ЗАО НВП «Топаз», г.Томск (<a href="http://topaz.tomsk.ru/index_.html" target="_blank">http://topaz.tomsk.ru/index_.html</a>)</li>\n							<li>ООО «Учебный Научно-технический Центр «Сварка» (УНТЦ НАКС), лаборатория неразрушающего контроля и механических испытаний (<a href="www.untc-svarka.ru" target="_blank">www.untc-svarka.ru</a>), СПб</li>\n							<li>ООО «ЦК – СПА», (<a href="www.ccspa.ru" target="_blank">www.ccspa.ru</a>), г.Москва, представитель Scansonic, Precitec и др.</li>\n							<li>ЦЛТ (<a href="www.ltc.ru" target="_blank">www.ltc.ru</a>), СПб</li>\n							<li>ЦНИИ РТК (<a href="www.rtc.ru" target="_blank">www.rtc.ru</a>), СПб</li>\n							<li>ЦТСС (ЦНИИ ТС) <a href="www.sstc.spb.ru" target="_blank">www.sstc.spb.ru</a>, СПб</li>\n							<li>ЭлСВАР (<a href="www.elsvar-svarka.ru" target="_blank">www.elsvar-svarka.ru</a>), г.Москва</li>\n							<li>Информационный бюллетень ЛАЗЕРНОЙ АССОЦИАЦИИ «ЛАЗЕРИНФОРМ» (<a href="www.cislaser.com" target="_blank">www.cislaser.com</a>),</li>\n							<li>Научно-технический журнал «ФОТОНИКА» и издательство ТЕХНОСФЕРА (<a href="www.photonics.su" target="_blank">www.photonics.su</a>, <a href="www.technosphera.ru" target="_blank">www.technosphera.ru</a>),</li>\n							<li>Научно-технический журнал «Мир сварки» (<a href="www.alians-weld.ru" target="_blank">www.alians-weld.ru</a>),</li>\n							<li>Специализированный журнал по промышленному оборудованию «РИТМ» (<a href="www.ritm-magazine.ru" target="_blank">www.ritm-magazine.ru</a>, <a href="www.mirprom.ru" target="_blank">www.mirprom.ru</a>),</li>\n							<li>НИИЭФА им.Д.В.Ефремова (<a href="www.niiefa.spb.su" target="_blank">www.niiefa.spb.su</a>), СПб</li>\n							<li>ОАО НТЦ «Завод Ленинец» (<a href="www.leninetz-zavod.ru" target="_blank">www.leninetz-zavod.ru</a>), СПб</li>\n							<li>ВОМЗ (<a href="www.vomz.ru" target="_blank">www.vomz.ru</a>), г.Вологда</li>\n							<li>ИТПМ СО РАН, г.Новосибирск; КМЗ «Союз», г.Казань; ОАО  "Курганмашзавод"; ОАО НПО «Сатурн»; г.Рыбинск, ПО «Уралвагонзавод»; г.Нижний Тагил и другие (см. раздел «История»)</li>\n						</ul>', 'partnersandcustomers', '0', '0', 1, '0', 'pages_default'),
(129, '0', 'Изобретения и патенты', '<header>\n                            <h1>ИЗОБРЕТЕНИЯ <span>и</span> ПАТЕНТЫ <br />ИГНАТОВА А.Г. <span>и коллег по</span> СВАРКЕ, <br /><span>в т.ч. лазерной, в т.ч. по</span> ВОЛОКОННЫМ ЛАЗЕРАМ</h1>\n                        </header>\n						\n						<ol>\n							<li><a href="#">&radic;&radic; А.С.694319</a>, СССР, МКИ В 23 К 9130. Устройство для колебания электрода / А.Г.Игнатов, Б.А.3верев, Л.А.Казаков, В.Н.Ковальков.- Приоритет от 21.03.77 г. </li>\n							<li><a href="#">&radic;&radic; А.С.1262837</a>, СССР, МКИ В 23 2 К6100. Способ лазерной сварки / А.В.Сурков, А.Г.Игнатов, А.И.Скрипченко и др.- Приоритет от 05.02.85 г.</li>\n							<li><a href="#">А.С. 1285688</a> СССР МКИ В 23 К 6/ОО. Способ сварки модулиро¬ванным лучом / В.Н.Смирнов, Г.А.Баранов, В.А.Левин и др.- Приоритет от ...1985 г.</li>\n							<li><a href="#">А.С.1367315</a>, СССР, МКИ В 23 К 26100. Способ лазерной сварки / А.И.Скрипченко, А.Г.Игнатов, А.В.Козлов, Л.В.Грищенко.- Приоритет от 15.07.86 г.</li>\n							<li><a href="#">&radic;&radic; А.С.1452007</a>, СССР, МКИ В 23 К 26100. Способ лазерной обработки и устройство для его осуществления / А.И.Скрипченко, М.М.Пронин-Валсамаки, А.В.Козлов, А.Г.Игнатов и др.- Приоритет от 04.01.87 г.</li>\n							<li><a href="#">А.С.1445054</a>, СССР, МКИ В 23 К 26100. Установка для лазерной обработки / А.И.Скрипченко, С.В.Бойко, А.В.Козлов, А.Г.Игнатов.- Приоритет от 16.03.87 г.</li>\n							<li><a href="#">А.С.1466140</a>, СССР, МКИ В 23 К 26100. Способ лазерной сварки / А.И.Скрипченко, А.Г.Игнатов, А.В.Козлов и др.- Приоритет от 27.07.87 г.</li>\n							<li><a href="#">А.С.1508469</a>, СССР, МКИ В 23 К 26100. Устройство для лазерной обработки / А.В.Козлов, А.И.Скрипченко, А.Г.Игнатов, Н.В.Петров.- Приоритет от 20.01.88 г.</li>\n							<li><a href="#">А.С.1575463</a>, СССР, МКИ В 23 К 26100. Способ лазерной сварки / А.В.Козлов, А.И.Скрипченко, А.Г.Игнатов, Н.В.Петров.- Приоритет от 21.10.88 г.</li>\n							<li><a href="#">А.С.1631857</a>, СССР, МКИ В 23 К 26100. Устройство для лазерной обработки / А.И.Скрипченко, Н.В.Петров, А.В.Козлов, А.Г.Игнатов и др.- Приоритет от 12.01.89 г. </li>\n							<li><a href="#">&radic;&radic; ПАТЕНТ № 2208506 </a>от 21.02.2001 г., В 23 К. Автоматизированный участок резки и сварки металлических конструкций / Горбач В.Д., Соколов О.Г., Суздалев И.В., Левшаков В.М., Чабан В.Л., Васильев А.А., Игнатов А.Г.</li>\n							<li><a href="#">Патент РФ № 2492035</a>от __________, В 23 К. Способ многолучевой лазерной сварки / Грезев А.Н., Грезев Н.В., Григорьянц А.Г., Третьяков Р.С., Шишов А.Ю. // <a href="http://www.freepatent.ru/patents/2492035" target="_blank">http://www.freepatent.ru/patents/2492035</a></li>\n							<li><a href="#">&radic;&radic; Patent № US 8,655,121</a> B2 Feb.18, 2014 / Gapontsev et al. // Single mode high power fiber laser system.- Filed: Oct.20, 2011, Prior Publication Data: Oct.25, 2012 US 2012/0269209 A1.</li>\n						</ol>\n						\n						<p><u>ПРИМЕЧАНИЕ:</u></p>\n						<ul>\n							<li>Для  проведения необходимого Вам патентного поиска необходимо направить Вашу заявку на электронную почту: <a href="mailto:laseris-spb@peterlink.ru">laseris-spb@peterlink.ru</a>  с Вашими координатами для связи, согласования договорной цены и способа оплаты, сроков выполнения работы.</li>\n							<li>На основе имеющегося ПАТЕНТНОГО ФОНДА - возможна глубина поиска до 30-50 лет и предоставление Вам необходимых аналогов и прототипов, что существенно облегчит оформление и регистрацию Вашего ПАТЕНТА.</li>\n						</ul>', 'inventions-and-patents', '0', '0', 1, '', 'pages_default'),
(130, '0', 'Терминология и ключевые слова', '<header>\n                            <h1>ТЕРМИНОЛОГИЯ / КЛЮЧЕВЫЕ СЛОВА</h1>\n                        </header>\n						\n						<ul>\n							<li>лазерное технологическое оборудование (ЛТО),</li>\n							<li>лазер, волоконный лазер (ВЛ), дисковый лазер, диодный лазер / твердотельный лазер с диодной накачкой, полупроводниковый лазер, инжекционный лазер, СО<sub>2</sub> – лазер, твердотельный Nd:AИГ- лазер,</li>\n							<li>лазерная технологическая установка (ЛТУ), лазерный технологический комплекс (ЛТК),</li>\n							<li>фокусирующее устройство, оптическая система, головка / сварочная головка; сопло; датчики и системы слежения;</li>\n							<li>диагностика, измерение, мониторинг, контроль, управление, комплексная автоматизация,</li>\n							<li>лазерные технологии (ЛТ), лазерная обработка материалов (ЛО), лазерная обработка, наплавка и сварка с нанодобавками,</li>\n							<li>лазерная сварка (ЛС) / лазерная сварка сталей и сплавов: углеродистых, низколегированных, высокопрочных, высокоуглеродистых, перлитных, ферритных электротехнических сталей, коррозионностойких / хромомолибденовых, жаропрочных / жаростойких сплавов, судокорпусных сталей и сплавов, чугуна, авиационных сплавов; лазерная сварка цветных сплавов: алюминиевых, магниевых, титановых, медных, циркониевых и других сплавов, разнородных, композитных и аморфных материалов, металлокерамики; неметаллов: керамических материалов, пластиков, стекла; лазерная гибридная сварка (ЛГС), лазерно-дуговая сварка (ЛДС), многолучевая лазерная сварка (МЛС);</li>\n							<li>лазерная резка (ЛР), лазерное сверление, гибридные лазерно-водяные технологии сверления и резки, лазерная маркировка (ЛМ) /гравировка (ЛГ), лазерное модифицирование поверхности, лазерное термоупрочнение, лазерная наплавка (ЛН), лазерная очистка,  аддитивные технологии, нанотехнологии,</li>\n							<li>физические и технологические особенности, парогазовый канал, плазменный факел, сварочная ванна,</li>\n							<li>дефекты сварных швов и соединений: поры, раковины и корневые дефекты, холодные и горячие трещины, подрезы;</li>\n							<li>физико-механические свойства сварных соединений: на статический разрыв и изгиб, ударное разрушение: KCV, KCY, циклические знакопеременные нагрузки;</li>\n							<li>применение и экономическая эффективность, в т.ч.: в авиации, автомобилестроении, вагоностроении, медицине, мостостроении, сельском хозяйстве, строительстве, судостроении, электронике и микроэлектронике, энергомашиностроении, в авиакосмической, атомной, военной, нефтегазовой, оборонной, трубной, химической промышленности, на железнодорожном транспорте; рынок лазерного технологического оборудования (ЛТО) и лазерных технологий (ЛТ),</li>\n							<li>техника безопасности (ТБ),</li>\n							<li>обучение, аттестация и сертификация;</li>\n							<li>электронно-лучевая сварка (ЭЛС),</li>\n							<li>сварка световым лучом,</li>\n							<li>сварка трением с перемешиванием,</li>\n							<li>&quot;клещевая&quot; сварка.</li>\n						</ul>', 'keywords', '0', '0', 1, '', 'pages_default'),
(131, '0', 'Информация', 'Информация подготавливается', 'info', '0', '0', 1, '0', 'pages_default'),
(132, '0', 'Библиосправочник', '<header>\n                            <h1>Алфавитный библиографический справочник по лазерной технике и технологиям <span> Игнатов А.Г., ООО &laquo;ЛазерИнформСервис&raquo;</span></h1>\n                        </header>\n						\n						<p><u>КЛЮЧЕВЫЕ СЛОВА:</u>  лазер; волоконный, диодный, дисковый лазер, СО<sub>2</sub> – лазер, твердотельный лазер, лазерное технологическое оборудование (ЛТО), лазерная технологическая установка, лазерный технологический комплекс, измерение, контроль, управление, комплексная автоматизация, лазерные технологии (ЛТ), лазерная сварка сталей разных классов и цветных сплавов, физические и технологические особенности, дефекты сварных швов и механические свойства сварных соединений,  применение и экономическая эффективность, техника безопасности.</p>\n						<p style="text-align:center;"><i>Алфавитный библиографический справочник по лазерной технике и технологиям / Игнатов А.Г.  //  Санкт-Петербург: ООО &laquo;ЛазерИнформСервис&raquo;.- 2015.- ____ c.</i></p>\n						<p>Лазерная обработка материалов является одним из наиболее производительных и перспективных технологических процессов, который находит широкое применение в промышленности, фактически является одним из базовых технологических процессов в машиностроении и автомобилестроении, авиации, мосто- и судостроении, в строительстве и нефтегазовой промышленности ведущих стран мира: США, Японии, Германии, Великобритании, Франции и наиболее динамично развивающегося Китая. Большой интерес к лазерным технологиям сегодня проявляет Индия. Россия занимала одну из ведущих позиций до Перестройки и сегодня значительно отстала в промышленном применении лазерных технологий.</p>\n						<p>Наиболее совершенными и надёжными лазерами в настоящее время, имеющими минимальные габариты и вес, высокий КПД (до 30-40%) являются волоконные (до 30-100 кВт), дисковые (до 16-32 кВт) и диодные лазеры (до 10 кВт), ведущими производителями которых являются, соответственно: IPG / ООО НТО &laquo;ИРЭ-Полюс&raquo; (международная корпорация, с мощным производственным подразделением в России, штаб-квартирой в США и филиалами в разных странах мира), TRUMPF (Германия, с представительством в России и филиалами в большинстве ведущих стран мира), Coherent (США).</p>\n						<p>ROFIN SINAR (Германия), известный производитель СО<sub>2</sub>-лазеров, производит сегодня волоконные лазеры мощностью до ~6 кВт, но пока отстаёт (по мнению экспертов) от IPG – по стоимостным и технико-эксплуатационным характеристикам.</p>\n						<p>Наряду с мощными волоконными и дисковыми лазерами применяются традиционные твердотельные Nd:ИАГ и СО<sub>2</sub>- лазеры, но доля их на рынке ЛТО и ЛТ постепенно уменьшается, примерно на 3-5% / год.</p>\n						<p>Мощные современные лазерные источники излучения (≥ 10-30 кВт) чисто российскими фирмами, без международной кооперации - сегодня в России не производятся. Лучшие мощные российские СО2- лазеры в 80-90-х годах производили КМЗ &laquo;Союз&raquo; (Казань) – 5, 10 и 20 кВт, НИИЭФА им.Д.В.Ефремова (СПб) - 10-15, 20 и 30-50 кВт и Шатурские малые предприятия (5 и 10 кВт).</p>\n						<p>Настоящий библиографический справочник предназначен для технических специалистов, менеджеров и руководителей подразделений и лабораторий, предприятий и организаций, занимающихся разработкой и внедрением лазерного технологического оборудования (ЛТО), лазерных технологий обработки материалов (ЛТ), а также для обучения рабочего и технического персонала.</p>\n						\n						<p><br /></p>\n						\n						<ol>\n							<li>Абильсиитов Г.А., Голубев В.С., Гонтарь В.Г. и др. Технологические лазеры: Справочник: в 2 т. Т.1.: Расчёт, проектирование и эксплуатация /  // Под общ.ред. Г.А.Абильсиитова.- М.: Машиностроение.- 1991.- 432 с.</li>\n							<li>Абильсиитов Г.А., Григорьянц А.Г., Грезев А.Н. Лазерная сварка карданных валов автомобилей ЗИЛ. /Всесоюзная конференция &quot;Научно техническое сотрудничество - ВУЗ&quot; - М.: МГУ, 1980. - 167 с.</li>\n							<li>Аврамченко П.Ф. и др. Сварка лазером стали 12Х18Н10Т / Автоматическая сварка, 1980, № 3, с.40-41.</li>\n							<li><font style="color:red;"><strong>Айхлер Ю., Айхлер Г.И. Лазеры. Исполнение, управление, применение.- М.: Техносфера.</strong>- 2012.- с. - 760 руб./экз.</font>  Заказ книг по тел.: 8 (495) 234 01 10, e-mail: <a href="mailto:knigi@technosphera.ru">knigi@technosphera.ru</a>.  URL. <a href="http://www.technosphera.ru/lib/book/329" target="_blank">http://www.technosphera.ru/lib/book/329</a>.</li>\n							<li><font style="color:red;">&radic;&radic;</font> Акияма Й., Сасаки М., Юаса Х., Нишида Н. Эффективный 10-кВт Nd:YAG-лазер с диодной накачкой // Фотоника.- 2007, №4.- С.6-11 с.</li>\n							<li>Акопьянц К.С., Левитский С.М., Назаренко O.K. и др. Спонтанные магнитные поля, возникающие при электронно-лучевой сварке / // Письма в ЖТФ 1989.-Т. 15.-Вып. 22.-С. 20-23. </li>\n							<li>Алейников В.С. Возможна ли конкуренция с полупроводниковыми лазерами? // Лазер-Информ.- 1997, №128-129 сентябрь.- С.8 -11.</li>\n							<li>Алёшин Н.П., Гладков Э.А. Новые цифровые технологии сварки ответственных изделий // Сварка и диагностика.- 2013, №4.- С.8-10.</li>\n							<li>9.	Алёшин Н.П., Чернышов Г.Г., Гладков Э.А. и др. Т.2: Алёшин Н.П., Чернышёв Г.Г., Акулов А.И. и др. <strong>Сварка. Резка. Контроль: Справочник. В 2-х томах.</strong>- М.: Машиностроение.- 2004.- Т.1: 480 с. Т.2: 624 с.</li>\n							<li>Алексеев Н.Е., Гапонцев В.П. и др. Лазерные фосфатные стекла. Под редакцией М.Е. Жаботинского. – М.: Наука, 1980. – 352 с.</li>\n							<li>Аллас А.А. Лазерная пайка в производстве радиоэлектронной аппаратуры.- СПб.: СПбГУ ИТМО.- 2007.- 134 с.</li>\n							<li>Аморфные металлические сплавы / Под ред.Ф.Е.Лыборского // М.: 1987.-180 с.</li>\n							<li>Анализ мирового и российского рынка лазерного оборудования (лазеров) <a href="http://www.drgroup.ru/demo/presentation/Prezentaciya_DRG.pdf" target="_blank">http://www.drgroup.ru/demo/presentation/Prezentaciya_DRG.pdf</a> <a href="http://www.drgroup.ru/225-issledovanie-mirovogo-i-rossiiskogo-rinka-lazernogo-oborudovaniya-lazerov.html" target="_blank">http://www.drgroup.ru/225-issledovanie-mirovogo-i-rossiiskogo-rinka-lazernogo-oborudovaniya-lazerov.html</a></li>\n							<li>Ананьева Н.С., Кутепов С.М., Логвинов В.И. и др. Остаточные напряжения в сварных цилиндрических обечайках из разнородных сталей // Автоматическая сварка. — 1977. № 6. - С. 39 - 41.</li>\n							<li>15.	Анатычук Л.И. Термоэлементы и термоэлектрические устройства / Справочник. К.: Наук, думка. - 1979. - 768 с.</li>\n							<li>Андерсен Дж. Газодинамические лазеры. Введение: Пер. с англ.-М.:Мир.- 1979.- 202 с.</li>\n							<li>Анисимов Ю.И., Бакши О.А., Моношков А.Н. О напряжённом состоянии мягкой прослойки в сварном соединении с учётом деформационного упрочнения (осесимметричная деформация) // Вопр. свароч. производства, 1972.-№ 10.-С. 21-27. </li>\n							<li>Анисимов Ю.И. Прочность мягкой прослойки сварных соединений из разнородных сталей / Сварка разнородных, композиционных и многослойных материалов. К. - 1990. - С. 104 - 107.</li>\n							<li>Аракелян Л.А. Повреждения материалов одежды, кожи, других тка¬ней и органов человека импульсным излучением лазера высоких энергий // Автореф. диссерт. на соиск. степ. д.т.н.- М.: Научно-исследовательский институт судебной медицины.-1985.</li>\n							<li>Арзамасов Б.Н., Макарова В.И., Мухин Г.Г. и др.; Материаловедение: Учебник для вузов / под общ ред. Б.Н.Арзамасова, Г.Г.Мухина  // 8-е изд.-М.: Изд-во МГТУ им.Н.Э.Баумана.-2008.- 648 с.</li>\n							<li><font style="color:red;">&radic;&radic;</font> Артемчук В.В. Оценка качества технологических процессов наплавки деталей подвижного состава железных дорог // Автоматическая сварка.- 2012, №7.- С.40-43.</li>\n							<li>Арутюнян Р.В., Баранов В.Ю., Большов Л.А. и др. Воздействие лазерного излучения на материалы.- М.- 1989.- 97с.</li>\n							<li>Арутюнян Р.В., Баранов В.Ю., Большов Л.А. и др. Исследование динамики плазмы низко-порогового оптического пробоя излучением непрерывного и импульсно-периодического СО<sub>2</sub>-лазера в различных газах.- М.: ИАЭ (Препринт ИАЭ-4412/12).- 1987.- 57 с.</li>\n							<li>А.С.1262837, СССР, МКИ В 23 К 26/00. Способ лазерной сварки / А.В.Сурков, А.Г.Игнатов,</li>\n							<li>А.И.Скрипченко и др.- Приоритет от 05.02.85 г.</li>\n							<li>А.С.1367315, СССР, МКИ В 23 К 26100. Способ лазерной сварки / А.И.Скрипченко, А.Г.Игнатов, А.В.Козлов, Л.В.Грищенко.- Приоритет от 15.07.86 г.</li>\n							<li>А.С.1466140, СССР, МКИ В 23 К 26/00. Способ лазерной сварки / А.И.Скрипченко, А.Г.Игнатов, А.В.Козлов и др.- Приоритет от 27.07.87 г.</li>\n							<li>А.С.1452007, СССР, МКИ В 23 К 26100. Способ лазерной обработки и устройство для его осуществления / А.И.Скрипченко, М.М.Пронин-Валсамаки, А.В.Козлов, А.Г.Игнатов и др.- Приоритет от 04.01.87 г.</li>\n							<li>А.С.1445054, СССР, МКИ В 23 К 26100. Установка для лазерной обработки / А.И.Скрипченко, С.В.Бойко, А.В.Козлов, А.Г.Игнатов.- Приоритет от 16.03.87 г. </li>\n							<li>А.С.1508469 , СССР, МКИ В 23 К 26100. Устройство для лазерной обработки / А.В.Козлов, А.И.Скрипченко, А.Г.Игнатов, Н.В.Петров.- Приоритет от 20.01.88 г. </li>\n							<li>А.С.1575463, СССР, МКИ В 23 К 26100. Способ лазерной сварки / А.В.Козлов, А.И.Скрипченко, А.Г.Игнатов, Н.В.Петров.- Приоритет от 21.10.88 г.</li>\n							<li>А.С.1631857 , СССР, МКИ В 23 К 26100. Устройство для лазерной обработки / А.И.Скрипченко, Н.В.Петров, А.В.Козлов, А.Г.Игнатов и др.- Приоритет от 12.01.89 г.</li>\n							<li>А.С. 1285688 СССР МКИ В 23 К 6/ОО. Способ сварки модулиро¬ванным лучом / В.Н.Смирнов, Г.А.Баранов, В.А.Левин и др.</li>\n							<li>Арутюнян Р.В., Баранов Г.А., Большаков Л.А. и др. Закономерности импульсно-периодических режимов глубокого проплавления металлов лазерным излучением / // Препринт ИАЭ № 4137/16.-М.:ИАЭ им.Курчатова.- 1985.- 19 с.</li>\n							<li><font style="color:red;">&radic;&radic;</font> Афанасьева Л.Е., Барабонова И.А., Зоренко П.О., Яковлев И.А., Гречишкин Р.М., А.Н.грезев, Н.В.Грезев. Лазерная сварка во внешних электрических и магнитных полях // Сварочное производство.- 2012, №6.- С.8-10.</li>\n							<li>Афанасьев Ю.В., Басов Н.Г., Крохин О.Н. Взаимодействие мощного лазерного излучения с плазмой.- М.:ВИНИТИ.- 1978.- 298 с.</li>\n							<li>Бабенко В.П. Тычинский В.П. Газолазерная резка материалов.-Л.: ЛДНТП.- 1973.-36 с.</li>\n							<li>Бабикова Ю.Ф., Каюков С.В., Петрикин Ю.В. О формировании ОЦК решетки твердого раствора при обработке быстрорежущих сталей импульсным лазерным излучением // Физика и химия обработки материалов.- 1990, №4.- С.25-29.</li>\n							<li>Бабикова Ю. Ф., Каюков С. В., Павлов А. Н., Петров А. Л. , Петрикин Ю. В. О перераспределении углерода и легирующих элементов при лазерной обработки стали Р18 / // Физика и химия обработки материалов.- 1989, №6.- С. 122-127.</li>\n							<li>Бабикова Ю.Ф., Каюков С.В., Петрикин Ю.В. Распад карбидной фазы и закалка быстрорежущих сталей // Физика и химия обработки материалов.- 1991, №1.- С.56-62.</li>\n							<li>Баграташвили В. Н., Баграташвили Н. В., <strong>Гапонцев В. П.</strong>, Махмутова Г. Ш., Минаев В. П., Омельченко А. И., Самарцев И. Э., Свиридов А.П., Соболь Э. Н., Цыпина С. И.. Изменение оптических свойств гиалинового хряща при нагреве лазерным излучением ближнего ИК диапазона // Квантовая электроника, Том 31, № 6, 2001. – 534-538.</li>\n							<li>Базелян Э.М., Райзер Ю.П.. Искровой разряд. Издательство МФТИ, Долгопрудный, 1997.</li>\n							<li>Бакши О.А., Богомолова А.С. Прочность механически неоднородных сварных соединений при двухосном растяжении // Сварочное производство. 1971. - №5. - С. 3-6. </li>\n							<li>Бакши О.А. О влиянии неоднородности механических свойств сварных соединений на их работоспособность при кручении // Сварочное производство. 1964. - № 8 .- С. 3 - 7. </li>\n							<li>Бакши О.А., Шрон Р.З. О расчётной оценке прочности сварных соединений с мягкой прослойкой // Сварочное производство.- 1971. - № 3. -С.34.</li>\n							<li>Банов М.Д., Масаков В.В., Плюсина Н.П. Специальные способы сварки и резки: учебное пособие // М.: Издательский центр &laquo;Академия&raquo;.- 2009. – 208 с.</li>\n							<li>Баранов Г.А., Смирнов В.Н., Скрипченко А.И. Сварка меди излучением СО<sub>2</sub> – лазера в непрерывном и импульсно-периодическом режимах // Технология судостроения.- 1988.- N 8.- С.50-54.</li>\n							<li>Баранов Г.А., Астахов А.В., Зинченко А.К. Мощные технологические СО2 - лазерные комплексы на основе поперечного самостоятельного разряда. - СПб: Изд-во СПбГПУ.-  2005.- 236 с.</li>\n							<li>Бартенёв И.А. Технологические особенности наплавки высоколегированных сплавов // Автоматическая сварка.- 2011, №5.- С.52-56.</li>\n							<li>Барчуков А.И., Бункин Ф.В., Конов В.И. и др. Исследование низкопорогового пробоя газов вблизи твёрдых мишеней излучением СО2-лазера // ЖЭТФ.-1974.-Т.66, вып.3.- С.965-982.</li>\n							<li>Басов Н.Г., Горный С.Г., Данилычев В.А. и др. Физический механизм глубокого проплавления при лазерной сварке металлов / // Письма в ЖТФ.- 1985.- 11, № 21.- С.1337-1341.</li>\n							<li>Башенко В.В., Петров Г.Л.. Формирование зоны проплавления при электронно-лучевой сварке // Автоматическая сварка. 1977. - № 9. - С. 23 -27.</li>\n							<li>Башкатов А.Е., Рыжков Ф.Н., Петренко В.Р.  и др. Электронно-лучевая сварка технического железа с бронзой / // Сварочное производство. -1977.-№8.-С. 11-12.</li>\n							<li>Белов Е.Ф., Губанов Б.С., Зельченко З.Я. и др. Проектирование и эксплуатация лазерных приборов в судостроении. Спр-к / // Л.: Судостроение. -1986. -336с.</li>\n							<li>Белоев М., Хоменко В.И., Кучук-Яценко С.И. Анализ и выбор сварочных технологий при строительстве магистральных трубопроводов большого диаметра // Автоматическая сварка.- 2013, №10-11.- С.125-128.</li>\n							<li>Б.Е.Патону – 95 лет / Сварка и диагностика.- 2013, №6.- С.3.</li>\n							<li>Безлюдько Г.Я., Ёлкина Е.И., Карабин В.В., Попов Б.Е., Криворотов В.И. Новый подход к оценке состояния сварных соединений // «Мир сварки».- 2010, №15.- С.44-49.</li>\n							<li>Безопасность труда при лазерной обработке материалов / В.И.Пет¬ров, А.Н.Либерман, 3.В.Оробей, Л.А.Штернин // Сварочное произ¬водство.- 1984.- № 5.- С. 20-21.</li>\n							<li>Бейли Д., Райт Э. Волоконная оптика. Теория и практика: Пер. с англ. // М.: Кудиц-образ.- 2006.– 320 с.</li>\n							<li>Беккерт М., Клемм X. Способы металлографического травления. - М.: Металлургия, 1988. - 127 с.</li>\n							<li>Бернадский В.Н. Институт сварки Франции сегодня // Автоматическая сварка.- 2008, №7.- С.38-40.</li>\n							<li><font style="color:red;">&radic;&radic;</font> Бирюков В.П. Восстановление и упрочнение поверхностей лазерным излучением // Фотоника.- 2009, №3.- С.14-16 (<a href="http://www.photonics.su/journal/2009/3" target="_blank">http://www.photonics.su/journal/2009/3</a>) (дата обращения: 22.01.2014).</li>\n							<li><font style="color:red;">&radic;&radic;</font> Бирюков В.П. Изменение структуры и свойств сталей при лазерном упрочнении // Фотоника.- 2012, №3.- С.22-26. (<a href="http://www.photonics.su/journal/article/3263" target="_blank">http://www.photonics.su/journal/article/3263</a>) (дата обращения: 23.01.2014).</li>\n							<li><font style="color:red;">&radic;&radic;</font> Бирюков В.П. Лазерное упрочнение и легирование сталей // Фотоника.- 2011, №3.- С.34-37. URL.<a href="http://www.photonics.su/journal/2011/3" target="_blank">http://www.photonics.su/journal/2011/3</a> (дата обращения: 27.01.2014).</li>\n							<li><font style="color:red;">&radic;&radic;</font> Бирюков В.П. Лазерные технологии в машиностроении // Фотоника.- 2013, №2.- С.46-53 (<a href="http://www.photonics.su/journal/article/3650" target="_blank">http://www.photonics.su/journal/article/3650</a>) (дата обращения: 24.01.2014).</li>\n							<li><font style="color:red;">&radic;&radic;</font> Бирюков В.П. Модификация поверхности с помощью лазерного излучения // Фотоника.- 2010, №3.- С.18-21 (<a href="http://www.photonics.su/journal/article/2509" target="_blank">http://www.photonics.su/journal/article/2509</a>) (дата обращения: 24.01.2014).</li>\n							<li>Бирюков В.П., Михайлин Б.Н., Фишков А.А. Технологии упрочнения, легирования и наплавки с использованием лазерного нагрева // Тяжёлое машиностроение.- 2010, №1.- С.12-14.</li>\n							<li>Бирюков В.П., Фишков А.А. Анализ отказов деталей вагонов метрополитена и восстановление их методом лазерной наплавки //Тяжёлое  машиностроение.- 2012, №10.- С.14-17.</li>\n							<li>Блатт Ф. Дж., Шредер П. А., Фойлз К. Л., Грейг  Д.  Термоэлектродвижущая сила металлов: Пер. с англ. / Под ред. Д. К. Белащенко // М.: Металлургия.- 1980.- 248 с.</li>\n							<li>Блинков В.В. Лазерные технологии в авиационной промышленности // ЛазерИнформ.- 2009, № 23 (422).- С.5-9.</li>\n							<li>Богданов А.В., Мисюров А.И., Смирнова Н.А. Теоретические основы лазерной обработки: Методические указания к лабораторным работам / Под редакцией А.Г.Григорьянца // М.: Изд – во МГТУ им. Н.Э. Баумана.- 2006.– 23с.</li>\n						</ol>\n						<p><br /></p>\n						<ol start="650">\n							<li><font style="color:red;">&radic;&radic;</font> You D., Gao X., Katayama S. Monitoring of high-power laser welding using high-speed photographing and image processing // Mechanical Systems and Signal Processing.- 2013.10.024.- 14 p.</li>\n							<li><font style="color:red;">&radic;&radic;</font> You V.,Gao X., Katayama S. Visual-based spatter detection during high-power disk laser welding // Optics and Lasers in Engineering.- 2014, 54, P.1-7.</li>\n							<li><font style="color:red;">&radic;&radic;</font> Zhang M., Chen G., Zhou Y., Li S. Direct observation of keyhole characteristics in deep penetration laser welding with a 10 kW fiber laser // OPTICS EXPRESS 19997.- 2013, V.21, №17.- 8 p.</li>\n							<li><font style="color:red;">&radic;&radic;</font> Zhao L., Tsukamoto S., Arakane G., Sugino T. Prevention of porosity by oxygen addition in fibre laser and fibre laser – GMA hybrid welding. √ Перевод: Предупреждение пористости добавлением кислорода при сварке волоконным лазером и GMA гибридной лазерной сварке // Science and Technology of Welding and Joining.- 2013, V.0, №0.- 7 p.</li>\n						</ol>\n						<p style="border-top:1px dashed #000;"><strong>ПРИМЕЧАНИЕ:</strong></p>\n						<ul>\n							<li>Справочник составлен по АЛФАВИТУ, с учётом фамилий авторов статей и книг</li>\n							<li>&radic; &ndash; есть электронная (или бумажная) копия в ООО &laquo;ЛазерИнформСервис&raquo;.</li>\n							<li>&radic;&radic; &ndash; есть электронная и бумажная копия в ООО &laquo;ЛазерИнформСервис&raquo;.</li>\n							<li><font style="color:red;">красным цветом</font> выделены книги, имеющиеся в продаже в издательствах  и рекомендованные для приобретения;</li>\n							<li><strong>жирным шрифтом выделены книги</strong> и видеоматериалы  для первоочередного   ознакомления.</li>\n							<li>см. также &ndash; ТЕМАТИЧЕСКИЙ КАТАЛОГ.</li>\n							<li><font style="color:red;">для ПРИОБРЕТЕНИЯ СПРАВОЧНИКА (более 600 лит.источников на ≥ 35 стр.)</font> Вам необходимо направить Вашу заявку на электронную почту: laseris-spb@peterlink.ru  с Вашими координатами для связи, для согласования договорной цены и способа оплаты, сроков выполнения работы. Возможно, по желанию Заказчика, <font style="color:red;">существенное дополнение Справочника необходимыми материалами по его ТЕМАТИКЕ.</font></li>\n						</ul>', 'spravochnik', '0', '0', 1, '', 'pages_default'),
(133, '0', 'Основные обозначения', '<header>\n                            <h1>Основные обозначения</h1>\n                        </header>\n						\n						<ul>\n							<li><strong>P</strong> &ndash; мощность лазерного пучка <strong>&theta;</strong></li>\n							<li><strong>D</strong> &ndash; диаметр несфокусированного лазерного пучка.</li>\n							<li><strong>f ''</strong> &ndash; фокусное расстояние оптической системы.</li>\n							<li><strong>&alpha;</strong> &ndash; угол фокусировки пучка.</li>\n							<li><strong>&theta;<sub>&epsilon;</sub></strong> &ndash; расходимость пучка по уровню <strong>&epsilon;</strong> мощности.</li>\n							<li><strong>d<sub>&epsilon;</sub></strong> &ndash; диаметр пучка в фокальной плоскости по уровню <strong>&epsilon;</strong> мощности.</li>\n							<li><strong>g</strong> &ndash; продольный полуразмер фокального пятна.</li>\n							<li><strong>&beta; = &theta; D</strong> &ndash; параметр качества излучения.</li>\n							<li><strong>q</strong> &ndash; плотность мощности излучения.</li>\n							<li><strong>&sigma;<sub>0</sub></strong> &ndash; радиус пучка по уровню 1/е интенсивности &delta;</li>\n							<li><strong>M</strong> &ndash; коэффициент увеличения резонатора.</li>\n							<li><strong>&delta;</strong> &ndash; толщина металла.</li>\n							<li><strong>H</strong> &ndash; глубина проплавления.</li>\n							<li><strong>&Delta;</strong> &ndash; положение фокального пятна ( + соответствует заглублению)</li>\n							<li><strong>V</strong><sub>св</sub> &ndash; </li>\n							<li><strong>a</strong> &ndash; температуропроводность металла.</li>\n							<li><strong>&lambda;</strong> &ndash; теплопроводность металла и длина волны.</li>\n							<li><strong>S</strong> &ndash; потенциал потока тепла.</li>\n							<li><strong>w = V<sub>св</sub> d <sub>f</sub> / &alpha;</strong> &ndash; безразмерная скорость сварки</li>\n							<li><strong>æ = P / g S</strong> &ndash; безразмерная мощность пучка.</li>\n							<li><strong>m</strong> &ndash; интегральный коэффициент поглощения мощности в плазме.</li>\n							<li><strong>&eta;<sub>т</sub></strong> &ndash; термический к.п.д. сварки.</li>\n							<li><strong>&eta;<sub>и</sub></strong> &ndash; эффективный к.п.д. сварки.</li>\n						</ul>', 'oboznacheniya', '0', '0', 1, '', 'pages_default');
INSERT INTO `airyo_content` (`id`, `title`, `h1`, `content`, `alias`, `meta_description`, `meta_keywords`, `enabled`, `type`, `template`) VALUES
(134, '0', 'Перечень сокращений', '<header>\n                            <h1>Перечень сокращений</h1>\n                        </header>\n						\n						<ul>\n							<li>ВКИЭ – высококонцентрированные источники энергии.</li>\n							<li>ВЛ – волоконный лазер.</li>\n							<li>ГЛР – газолазерная резка.</li>\n							<li>ГУП – государственное унитарное предприятие.</li>\n							<li>ДН – диод накачки.</li>\n							<li>ИПР – импульсно-периодический режим генерации излучения.</li>\n							<li>ЛДС – лазерно-дуговая сварка.</li>\n							<li>ЛИ – лазерное излучение</li>\n							<li>ЛМ – лазерная маркировка.</li>\n							<li>ЛОМ – лазерная обработка материалов.</li>\n							<li>ЛР – лазерная резка.</li>\n							<li>ЛС – лазерная сварка.</li>\n							<li>ЛТ – лазерная техника, лазерные технологии.</li>\n							<li>ЛТК – лазерный технологический комплекс.</li>\n							<li>ЛТО – лазерное технологическое оборудование.</li>\n							<li>ЛТУ – лазерная технологическая установка.</li>\n							<li>Nd:AИГ- твердотельные лазер на алюминиево-иттриевом гранате, активированном ионами трёхвалентного неодима.</li>\n							<li>НР – непрерывный режим генерации излучения.</li>\n							<li>НТФ – научно-техническая фирма.</li>\n							<li>ОРПМ - относительное распределение плотности мощности.</li>\n							<li>СИР – суперимпульсный режим генерации излучения.</li>\n							<li>СНЭ – сварка неплавящимся электродом.</li>\n							<li>СПЭ – сварка плавящимся электродом.</li>\n							<li>СО<sub>2</sub> – лазер – газовый лазер на основе основного компонента газовой смеси –            углекислого газа, служащего активной средой для энергетической накачки.</li>\n							<li>СПб – Санкт-Петербург.</li>\n							<li>ТЛ – технологический лазер.</li>\n							<li>ТТЛ – твердотельный технологический лазер.</li>\n							<li>ЭЛС – электронно-лучевая сварка.</li>\n						</ul>', 'sokr', '0', '0', 1, '', 'pages_default'),
(135, '0', 'Контакты', '<header>\n        <h2>Контакты</h2>\n    </header>\n    <p><b>Почтовый адрес:</b> 195297 Санкт-Петербург, Светлановский пр., д. 70, корп. 1, лит. А, пом. 12-Н\n        <br>\n        <b>Производство:</b> Коломяжский пр., 10 (между ст. метро «Черная речка» и «Пионерская»)\n        <br>\n        <b>Телефоны:</b> +7 905 204 23 25, +7 962 703 81 75 (в СПб), +7 965 410 16 06 (по России)</p>\n    <p><b>e-mail:</b> laseris-spb@peterlink.ru</p>', 'contact', '0', '0', 1, '0', 'pages_default');

-- --------------------------------------------------------

--
-- Table structure for table `airyo_counters`
--

CREATE TABLE `airyo_counters` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `text` text NOT NULL,
  `ip` text NOT NULL,
  `domain` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- Dumping data for table `airyo_counters`
--

INSERT INTO `airyo_counters` (`id`, `text`, `ip`, `domain`) VALUES
(1, ' gsdg sgsd gsd', '', 'laseris.loc');

-- --------------------------------------------------------

--
-- Table structure for table `airyo_groups`
--

CREATE TABLE `airyo_groups` (
  `id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(20) NOT NULL,
  `description` varchar(100) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- Dumping data for table `airyo_groups`
--

INSERT INTO `airyo_groups` (`id`, `name`, `description`) VALUES
(1, 'agent', 'Administrator'),
(2, 'member', 'General User');

-- --------------------------------------------------------

--
-- Table structure for table `airyo_images`
--

CREATE TABLE `airyo_images` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `label` varchar(255) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `description` varchar(511) DEFAULT NULL,
  `album_id` int(11) DEFAULT NULL,
  `user_id` int(10) unsigned DEFAULT NULL,
  `create_date` datetime NOT NULL,
  `enable` int(11) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`),
  KEY `fk_airyo_images_1_idx` (`album_id`),
  KEY `fk_airyo_images_users_idx` (`user_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='Изображения' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `airyo_login_attempts`
--

CREATE TABLE `airyo_login_attempts` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `ip_address` varbinary(16) NOT NULL,
  `login` varchar(100) NOT NULL,
  `time` int(11) unsigned DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `airyo_logs`
--

CREATE TABLE `airyo_logs` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) unsigned NOT NULL,
  `type` varchar(45) NOT NULL,
  `description` varchar(255) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `fk_logs_users1_idx` (`user_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COMMENT='Таблица для логирования' AUTO_INCREMENT=2 ;

--
-- Dumping data for table `airyo_logs`
--

INSERT INTO `airyo_logs` (`id`, `user_id`, `type`, `description`) VALUES
(1, 2, 'redirect', 'admin/files');

-- --------------------------------------------------------

--
-- Table structure for table `airyo_menu`
--

CREATE TABLE `airyo_menu` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `url` tinytext NOT NULL,
  `menu_group` int(11) NOT NULL,
  `parent_id` int(11) NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=49 ;

--
-- Dumping data for table `airyo_menu`
--

INSERT INTO `airyo_menu` (`id`, `name`, `url`, `menu_group`, `parent_id`, `order`, `enabled`) VALUES
(4, 'ЛРСЗЦ', 'lrszc', 1, 0, 1, 0),
(8, 'Информация', 'info', 1, 0, 4, 1),
(23, 'История', 'story', 1, 0, 3, 1),
(24, 'Новости', 'news', 1, 0, 2, 1),
(25, 'Вакансии и кадры', 'vacancy', 1, 24, 1, 0),
(26, 'Выставки', 'exhibitions', 1, 24, 2, 0),
(27, 'Конференции', 'conference', 1, 24, 3, 0),
(28, 'Семинары', 'workshops', 1, 24, 4, 0),
(29, 'ЛТО и ЛТ', 'lto', 1, 24, 5, 0),
(30, 'Аналитические обзоры', 'analytical-reviews', 1, 8, 3, 0),
(31, 'Библиография', 'bibliography', 1, 8, 4, 1),
(32, 'Лазерные технологии (ЛТ)', 'lt', 1, 8, 9, 0),
(33, 'Лазерное технологическое оборудование (ЛТО)', 'lto', 1, 8, 6, 0),
(34, 'Рынок ЛТО и ЛТ', 'market', 1, 8, 7, 0),
(35, 'Благодарности и награды', 'thanks_and_awards', 1, 23, 1, 0),
(36, 'Достижения', 'achievements', 1, 23, 2, 0),
(37, 'Изобретения и патенты', 'inventions-and-patents', 1, 23, 3, 1),
(38, 'Партнеры и заказчики', 'partnersandcustomers', 1, 23, 4, 1),
(39, 'Фотогалерея', 'gallery', 1, 23, 5, 0),
(42, 'О фирме', 'about', 2, 0, 2, 1),
(43, 'Контакты', 'contact', 2, 0, 3, 1),
(44, 'Сертификаты / Акты / Заключения', 'certificates', 2, 0, 1, 0),
(45, 'Терминология и ключевые слова', 'keywords', 1, 8, 2, 1),
(46, 'Библиосправочник', 'spravochnik', 1, 8, 1, 1),
(47, 'Основные обозначения', 'oboznacheniya', 1, 8, 8, 1),
(48, 'Перечень сокращений', 'sokr', 1, 8, 5, 1);

-- --------------------------------------------------------

--
-- Table structure for table `airyo_menu_group`
--

CREATE TABLE `airyo_menu_group` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- Dumping data for table `airyo_menu_group`
--

INSERT INTO `airyo_menu_group` (`id`, `name`) VALUES
(1, 'Главное меню'),
(2, 'Информация');

-- --------------------------------------------------------

--
-- Table structure for table `airyo_modules`
--

CREATE TABLE `airyo_modules` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `alias` varchar(255) NOT NULL,
  `description` varchar(511) DEFAULT NULL,
  `position` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COMMENT='Модули' AUTO_INCREMENT=17 ;

--
-- Dumping data for table `airyo_modules`
--

INSERT INTO `airyo_modules` (`id`, `title`, `alias`, `description`, `position`) VALUES
(1, 'Страницы', 'pages', NULL, 1),
(2, 'Меню', 'menu', NULL, 2),
(3, 'Файлы', 'files', NULL, 3),
(4, 'Пользователи', 'users', NULL, 4),
(5, 'Фотоальбомы', 'gallery', NULL, 5),
(6, 'Счётчики', 'counters', NULL, 6),
(7, 'Слайдеры', 'sliders', NULL, 7),
(8, 'Каталог товаров', 'products', NULL, 8),
(9, 'Заказы', 'orders', NULL, 9),
(10, 'Формы и запросы', 'forms', NULL, 10),
(11, 'Комментарии', 'comments', NULL, 11),
(12, 'Подписки и рассылки', 'subscription', NULL, 12),
(13, 'Журнал действий', 'history', NULL, 13),
(14, 'Настройки сайта', 'settings', NULL, 14),
(15, 'Коллекция стилей', 'styles', NULL, 15),
(16, 'Пакетные операции', 'operations', NULL, 16);

-- --------------------------------------------------------

--
-- Table structure for table `airyo_roles`
--

CREATE TABLE `airyo_roles` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(45) NOT NULL,
  `description` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `title_UNIQUE` (`title`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COMMENT='Роли пользователей' AUTO_INCREMENT=3 ;

--
-- Dumping data for table `airyo_roles`
--

INSERT INTO `airyo_roles` (`id`, `title`, `description`) VALUES
(1, 'editor', 'Редактор в административной части'),
(2, 'root', 'Суперадмин');

-- --------------------------------------------------------

--
-- Table structure for table `airyo_trash`
--

CREATE TABLE `airyo_trash` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `deleted_id` int(11) NOT NULL,
  `data` text NOT NULL,
  `type` varchar(100) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `airyo_trash`
--

INSERT INTO `airyo_trash` (`id`, `deleted_id`, `data`, `type`) VALUES
(1, 118, 'a:10:{s:2:"id";s:3:"118";s:5:"title";s:0:"";s:2:"h1";s:6:"dfgdfg";s:7:"content";s:65:"a:2:{s:8:"content1";s:8:"dfgdgdgf";s:8:"content2";s:7:"dfgdgdg";}";s:5:"alias";s:4:"dgdg";s:16:"meta_description";s:0:"";s:13:"meta_keywords";s:0:"";s:7:"enabled";s:1:"1";s:4:"type";s:1:"1";s:8:"template";s:12:"pages_1block";}', 'page'),
(2, 40, 'O:8:"stdClass":6:{s:2:"id";s:2:"40";s:4:"name";s:11:"sdfsdsdfsdf";s:3:"url";s:5:"sdfsd";s:10:"menu_group";s:1:"2";s:9:"parent_id";s:1:"0";s:5:"order";s:1:"0";}', 'menu'),
(3, 41, 'O:8:"stdClass":6:{s:2:"id";s:2:"41";s:4:"name";s:8:"sdfdsfsd";s:3:"url";s:5:"sdfsd";s:10:"menu_group";s:1:"2";s:9:"parent_id";s:1:"0";s:5:"order";s:1:"0";}', 'menu'),
(4, 45, 'O:8:"stdClass":6:{s:2:"id";s:2:"45";s:4:"name";s:5:"23424";s:3:"url";s:6:"цук";s:10:"menu_group";s:1:"2";s:9:"parent_id";s:1:"0";s:5:"order";s:1:"4";}', 'menu');

-- --------------------------------------------------------

--
-- Table structure for table `airyo_type_content`
--

CREATE TABLE `airyo_type_content` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `type` varchar(255) NOT NULL,
  `alias` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- Dumping data for table `airyo_type_content`
--

INSERT INTO `airyo_type_content` (`id`, `type`, `alias`) VALUES
(1, 'Страницы', 'pages'),
(2, 'Новости', 'news'),
(3, 'Фрагменты', 'fragments');

-- --------------------------------------------------------

--
-- Table structure for table `airyo_users`
--

CREATE TABLE `airyo_users` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `ip_address` varbinary(16) NOT NULL,
  `username` varchar(100) NOT NULL,
  `password` varchar(80) NOT NULL,
  `salt` varchar(40) DEFAULT NULL,
  `email` varchar(100) NOT NULL,
  `activation_code` varchar(40) DEFAULT NULL,
  `forgotten_password_code` varchar(40) DEFAULT NULL,
  `forgotten_password_time` int(11) unsigned DEFAULT NULL,
  `remember_code` varchar(40) DEFAULT NULL,
  `created_on` int(11) unsigned NOT NULL,
  `last_login` int(11) unsigned DEFAULT NULL,
  `active` tinyint(1) unsigned DEFAULT NULL,
  `first_name` varchar(50) DEFAULT NULL,
  `last_name` varchar(50) DEFAULT NULL,
  `company` varchar(100) DEFAULT NULL,
  `phone` varchar(20) DEFAULT NULL,
  `role_id` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `airyo_users`
--

INSERT INTO `airyo_users` (`id`, `ip_address`, `username`, `password`, `salt`, `email`, `activation_code`, `forgotten_password_code`, `forgotten_password_time`, `remember_code`, `created_on`, `last_login`, `active`, `first_name`, `last_name`, `company`, `phone`, `role_id`) VALUES
(2, '��,�', 'root', 'efb3d1a007c517abe13ebf40cdbc5a66c570c64a', NULL, 'root@airyo.ru', NULL, NULL, NULL, 'dd7604fd9b0e020199bf78c43cd40e746aadebad', 1392664432, 1423559533, 1, 'Андрей', 'Журавлёв', '', '', 2);

-- --------------------------------------------------------

--
-- Table structure for table `airyo_users_groups`
--

CREATE TABLE `airyo_users_groups` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(11) unsigned NOT NULL,
  `group_id` mediumint(8) unsigned NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `uc_users_groups` (`user_id`,`group_id`),
  KEY `fk_users_groups_users1_idx` (`user_id`),
  KEY `fk_users_groups_groups1_idx` (`group_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=152 ;

--
-- Dumping data for table `airyo_users_groups`
--

INSERT INTO `airyo_users_groups` (`id`, `user_id`, `group_id`) VALUES
(151, 2, 2);

-- --------------------------------------------------------

--
-- Table structure for table `airyo_users_modules`
--

CREATE TABLE `airyo_users_modules` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL,
  `module_id` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COMMENT='Соотношения пользователей и групп' AUTO_INCREMENT=85 ;

--
-- Dumping data for table `airyo_users_modules`
--

INSERT INTO `airyo_users_modules` (`id`, `user_id`, `module_id`) VALUES
(81, 5, 1),
(82, 5, 2),
(83, 5, 3),
(84, 6, 1);

--
-- Constraints for dumped tables
--

--
-- Constraints for table `airyo_albums`
--
ALTER TABLE `airyo_albums`
  ADD CONSTRAINT `fk_airyo_albums_users` FOREIGN KEY (`user_id`) REFERENCES `airyo_users` (`id`);

--
-- Constraints for table `airyo_images`
--
ALTER TABLE `airyo_images`
  ADD CONSTRAINT `fk_airyo_images_albums` FOREIGN KEY (`album_id`) REFERENCES `airyo_albums` (`id`),
  ADD CONSTRAINT `fk_airyo_images_users` FOREIGN KEY (`user_id`) REFERENCES `airyo_users` (`id`);

--
-- Constraints for table `airyo_users_groups`
--
ALTER TABLE `airyo_users_groups`
  ADD CONSTRAINT `fk_users_groups_groups1` FOREIGN KEY (`group_id`) REFERENCES `airyo_groups` (`id`) ON DELETE CASCADE ON UPDATE NO ACTION,
  ADD CONSTRAINT `fk_users_groups_users1` FOREIGN KEY (`user_id`) REFERENCES `airyo_users` (`id`) ON DELETE CASCADE ON UPDATE NO ACTION;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
